{
  "documents": [
    {
      "id": 1,
      "title": "Вопросы на зачет",
      "author": "Ханцевич Андрей Андреевич",
      "filename": "Вопросы на зачет.docx",
      "filePath": "data/coursework/uploads/1770303788588_Вопросы_на_зачет.docx",
      "content": "Вопросы к зачету Сущность цели и задачи менеджмента Организационные отношения в системе менеджмента Основные методы управления: общая характеристика Процесс принятия решения и управления: общая характеристика Информация и коммуникация в управлении Управленческие решения: общие положения Факторы влияющие на принятие решений Моделирование в процессе принятия решений Внешняя среда процесса принятия решений Типовой состав функциональных подсистем Планирование в менеджменте: общая характеристика Методы разработки прогнозов: общая характеристика Роль нормативов в планировании Практика планирования и прогнозирования Стратегия и практика деятельности фирм Организация выполнения управленческих решений Теория мотивации: общая характеристика Мотивация труда: общая характеристика Общая характеристика функции «контроль» Контроль, учет, анализ в процессе управления Требования к руководителю при выполнении контроля Сущность и классификация организационных структур Норма управляемости: общая характеристика Проектирование организационных структур управления Стратегические зоны хозяйствования Управление портфелем стратегической зоны хозяйствования фирмы Роль НИОКР в менеджменте фирмы Управление интернационализацией бизнеса Исследование систем управления Стратегия отношения фирмы с обществом Основные этапы развития теории управления Школы научного управления: общая характеристика Принципы и методы менеджмента Сущность и содержание функции планирования. Сущность и содержание функции организации. Сущность и основные задачи функций координации и регулирования. Понятие и содержание функции мотивации. Понятие и сфера действия общих, частных и ситуационных принципов менеджмента Понятие и механизм действия социально-психологических методов менеджмента. Понятие, приемы и способы воздействия социальных методов управления",
      "wordCount": 204,
      "uploadDate": "2026-02-05T15:03:08.607Z",
      "category": "coursework",
      "status": "final",
      "userId": "student",
      "institution": "БГУИР",
      "minhashSignature": [
        1707247,
        1390540,
        1052704,
        545213,
        12470722,
        8775438,
        8008722,
        4643163,
        1362180,
        4492294,
        4760039,
        166580,
        820342,
        1871303,
        1054005,
        13464222,
        3831125,
        3539950,
        7181812,
        5269563,
        5332871,
        167056,
        380865,
        1494363,
        5681006,
        5065168,
        52568,
        141314,
        647844,
        1925309,
        5373392,
        326837,
        2720250,
        403317,
        253411,
        447457,
        7209134,
        1440009,
        5412344,
        63090,
        1315532,
        1612006,
        2742288,
        127195,
        460669,
        293070,
        5504256,
        1844774,
        5179286,
        2367234,
        716553,
        72832,
        4628270,
        1110367,
        2743139,
        1703897,
        319540,
        2819213,
        319427,
        6853408,
        2411382,
        3770266,
        159771,
        3379060,
        1932614,
        6419353,
        1708351,
        1561612,
        222264,
        3544926,
        459915,
        95686,
        1560625,
        110826,
        4461389,
        1849589,
        3278159,
        1365917,
        2998760,
        151169,
        2039524,
        117229,
        46543,
        2019722,
        6032899,
        7139928,
        589096,
        289423,
        303347,
        527661,
        6822378,
        843956,
        3436336,
        302234,
        384057,
        447257,
        4873813,
        4804508,
        166850,
        672046,
        11131557,
        2355417,
        192564,
        1532009,
        4335375,
        7003,
        605473,
        3907757,
        1598901,
        108284,
        5436897,
        370978,
        1377105,
        6192631,
        1099031,
        193468,
        1292839,
        681316,
        4875338,
        2170781,
        2431753,
        4719670,
        229356,
        948450,
        1785,
        325748,
        943289,
        463580
      ],
      "shingleCount": 971,
      "originalityPercent": 100
    }
  ]
}